Repository: Portugao/Board
Catalog: locale/*/LC_MESSAGES/module_muboard.po
Languages: de, fr

source: This is a required field.
de: Dies ist ein Pflichtfeld.
fr: Ce champ est requis

source: Please enter a valid number in this field.
de: Bitte gib eine gültige Zahl ein.
fr: Merci d'entrer un nombre valide dans ce champ.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
de: Bitte nutze nur Zahlen in diesem Feld. Bitte vermeide Leerzeichen und andere Zeichen wie Punkt und Kommata.
fr: Merci d'utiliser des nombres uniquement à l'intérieur de ce champ. Merci d'éviter des espaces ou des caractères tels que des points ou des virgules.

source: Please use letters only (a-z) in this field.
de: Bitte nutze nur Buchstaben (a-z) in diesem Feld.
fr: Merci d'utiliser uniquement des lettres (a-z) dans ce champ.

source: Please use only letters (a-z) or numbers (0-9) only in this field. No spaces or other characters are allowed.
de: Bitte nutze nur Buchstaben (a-z) oder Ziffern (0-9) in diesem Feld. Keine Leerzeichen oder andere Zeichen sind erlaubt.
fr: Merci d'utiliser uniquement des lettres (a-z) ou des nombres (0-9) dans ce champ. Les espaces ou autres caractères ne sont pas autorisés.

source: Please enter a valid date.
de: Bitte gib ein gültiges Datum ein.
fr: Merci d'entrer une date valide.

source: Please enter a valid email address. For example yourname@example.com .
de: Bitte gib eine gültige email Adresse ein. Zum Beispiel deinname@beispiel.com .
fr: Merci d'entrer une adresse mail valide. Par exemple votre nom@example.com.

source: Please enter a valid URL.
de: Bitte gib eine gültige url ein.
fr: Merci d'entrer une adresse URL valide.

source: Please use this date format: dd/mm/yyyy. For example 17/03/2010 for the 17th of March, 2010.
de: Bitte nutze folgendes Datumsformat: dd/mm/yyyy. Beispiel: 17/03/2011 für den 17. März 2010.
fr: Merci d’utiliser ce format de date: dd/mm/yyyy. Par exemple 17/03/2010 pour le 17 mars 2010.

source: Please enter a valid $ amount. For example $100.00 .
de: Bitte gib eine $ gültige Zahl ein. Zum Beispiel $ 100.00 .
fr: Merci d’indiquer un montant de $ valide. Par exemple $100.00.

source: Please make a selection.
de: Bitte triff eine Wahl.
fr: Merci de faire une sélection.

source: Please select one of the above options.
de: Bitte wähle eine der oberen Optionen.
fr: Merci de choisir une des options ci-dessus.

source: This value must not contain spaces.
de: Dieser Wert darf keine Leerzeichen enthalten.
fr: Cette valeur ne doit pas comprendre d’espace.

source: Please select a valid html colour code.
de: Bitte wähle einen gültigen Farbcode.
fr: Merci de choisir un code couleur html valide.

source: Please select a value in the past.
de: Bitte wähle einen Wert in der Vergangenheit
fr: Merci de sélectionner une valeur dans le passé.

source: Please select a value in the future.
de: Bitte wähle einen Wert in der Zukunft
fr: Merci de choisir une valeur dans le futur

source: This value is already assigned, but must be unique. Please change it.
de: Dieser Wert existiert shon und er muss eindeutig sein. Bitte ändere ihn.
fr: Cette valeur est déjà assignée et doit être unique. Merci de la changer.

source: Categories
de: Kategorien
fr: Catégories

source: Postings
de: Beiträge
fr: Messages

source: Only item titles
de: Nur Titel
fr: Titres des éléments uniquement

source: With description
de: Mit Beschreibung
fr: Avec description

source: %1$s: missing parameter '%2$s'
de: %1$s: fehlender Parameter '%2$s'
fr: %1$s: paramètre manquant '%2$s'

source: Done! Forum created.
de: Erledigt! Forum erstellt.
fr: Fait! Forum créé.

source: Done! Forum updated.
de: Erledigt! Forum aktualisiert.
fr: Fait! Forum mis à jour.

source: Done! Forum deleted.
de: Erledigt! Forum gelöscht.
fr: Fait! Forum supprimé.

source: No such item.
de: Kein solches Element
fr: Pas de tel élément.

source: Done! Item created.
de: Erledigt! Element erstellt.
fr: Fait! Item créé.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.
fr: Erreur! Echec de la tentative de création.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.
fr: Fait! Item mis à jour.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen
fr: Erreur! Echec de la tentative de mise à jour

source: Done! Item deleted.
de: Erledigt! Element gelöscht.
fr: Fait! Item supprimé.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen
fr: Erreur! Echec de la tentative de suppression

source: All
de: Alle
fr: Tous

source: and
de: und
fr: et

source: Topics
de: Themen
fr: Sujets

source: Answers
de: Antworten
fr: Réponses

source: Ranks
de: Ränge
fr: Rangs

source: Users
de: Benutzer
fr: Utilisateurs

source: Error! Failed to set configuration variables.
de: Fehler! Setzen von Modulvariablen fehlgeschlagen.
fr: Erreur! Echec de la configuration des variables.

source: Done! Module configuration updated.
de: Erledigt! Moduleinstellungen aktualisiert.
fr: Fait! Mise à jour de la configuration du module.

source: Done! Rank created.
de: Erledigt! Rang erstellt.
fr: Fait! Rang créé.

source: Done! Rank updated.
de: Erledigt! Rang aktualisiert.
fr: Fait! Rang mis à jour.

source: Done! Rank deleted.
de: Erledigt! Rang gelöscht.
fr: Fait! Rang supprimé.

source: Done! Posting created.
de: Erledigt! Beitrag erstellt.
fr: Fait! Message créé.

source: Done! Posting updated.
de: Erledigt! Beitrag aktualisiert.
fr: Fait! Message mis à jour.

source: Done! Posting deleted.
de: Erledigt! Beitrag gelöscht.
fr: Fait! Message supprimé.

source: Done! Moving of issue successful.
de: Erledigt! Verschieben des Themas erfolgreich.
fr: Fait! déplacement de l'item réussi.

source: Done! User created.
de: Erledigt! Benutzer erstellt.
fr: Fait! utilisateur créé.

source: Done! User updated.
de: Erledigt! Benutzer aktualisiert.
fr: Fait! utilisateur mis à jour.

source: Done! User deleted.
de: Erledigt! Benutzer gelöscht.
fr: Fait! Utilisateur supprimé.

source: Descending
de: Absteigend
fr: Descendant

source: Ascending
de: Aufsteigend
fr: Montant

source: Done! Category created.
de: Erledigt! Kategorie erstellt.
fr: Fait! Catégorie créée.

source: Done! Category updated.
de: Erledigt! Kategorie aktualisiert.
fr: Fait! Catégorie mise à jour.

source: Done! Category deleted.
de: Erledigt! Kategorie gelöscht.
fr: Fait! Catégorie supprimée.

source: Done! Abo created.
de: Erledigt! Abo erstellt.
fr: Fait! Abonnement créé.

source: Done! Abo updated.
de: Erledigt! Abo aktualisiert.
fr: Erreur! Abonnement mis à jour.

source: Done! Abo deleted.
de: Erledigt! Abo gelöscht.
fr: Fait! Abonnement supprimé.

source: Sorry! You have to enter a title and a text!
de: Entschuldigung! Du musst einen Titel und einen Text eingeben!
fr: Désolé! Vous devez inclure un titre et un texte

source: Sorry! You have to enter a text!
de: Entschuldigung! Du musst einen Text eingeben!
fr: Désolé! Vous devez inclure un texte.

source: The validation of the hooked security module was incorrect. Please try again.
de: Die Validierung eines Sicherheitsmoduls war nicht korrekt. Bitte versuche es erneut.
fr: La validation de sécurité liée au module était incorrecte. Merci d'essayer à nouveau.

source: Close
de: Schliessen
fr: Fermer

source: Error! Invalid colour.
de: Fehler! Ungültige Farbe.
fr: Erreur! Couleur non valide.

source: MUBoard items
de: MUBoard Elemente
fr: Eléments MUboard

source: Display MUBoard items.
de: Zeige MUBoard Elemente.
fr: Afficher des éléments MUBoard.

source: The upload folder "%s" does not exist. Please create it before installing this application.
de: Der Uploadordner "%s" existiert nicht. Bitte lege diesen vor der Installation an.
fr: Le répertoire de téléchargement"%s" n'existe pas. Merci de le créer avant d'installer cette application.

source: The upload folder "%s" is not writable. Please change permissions accordingly before installing this application.
de: Der Uploadordner "%s" ist nicht beschreibbar. Bitte ändere die Zugangsberechtigungnen vor der Installation an.
fr: Le répertoire de téléchargement "%s" n'est pas accessible en écriture. Merci de changer les permissions en conséquence, avant f'installer cette application.

source: An error was encountered while creating the tables for the %s module.
de: Ein Fehler ist während des Erstellens der Tabellen für %s aufgetreten.
fr: Une erreur s'est produite au moment de la création des tables pour le %s module.

source: An error was encountered while removing stored object workflows for the %s module.
de: Während des Entfernens gespeicherter Objekt Arbeitsabläufe für das Modul %s ist ein Fehler aufgetreten.
fr: Une erreur s'est produite au moment de la suppression d'objets stockés dans le module %s.

source: An error was encountered while dropping the tables for the %s module.
de: Ein Fehler ist während des Löschens der Tabellen für das Modul %s aufgetreten.
fr: Une erreur a été rencontrée lors de la suppression des tables pour le %s module.

source: Error! Could not move your file to the destination folder.
de: Fehler! Konnte Deine Datei nicht in den Zielordner verschieben..
fr: Erreur! Impossible de déplacer votre fichier vers le répertoire de destination.

source: Error! No file found.
de: Fehler! Keine Datei gefunden.
fr: Erreur! Pas de fichier trouvé.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Wähle bitte ein anderes Format.
fr: Erreur! Ce type de fichier n'est pas autorisé. Merci de choisir un autre format de fichier.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.
fr: Erreur! Ce fichier ne semble pas être une image valide.

source: MUBoard module generated by ModuleStudio 0.5.4.
de: MUBoard generiert mit ModuleStudio 0.5.4.
fr: Module MUBoard généré par ModuleStudio 0.5.4.

source: muboard Categories Display Hooks
de: muboard Kategorien Display Hooks
fr: Afficher les extensions des catégories muboard

source: muboard Categories Filter Hooks
de: muboard Kategorien Filter Hooks
fr: Filtre des Extensions des Catégories muboard

source: muboard Forums Display Hooks
de: muboard Foren Ansicht Hooks
fr: Afficher les extensions des Forums muboard

source: muboard Forums Filter Hooks
de: muboard Foren Filter Hooks
fr: Filtre des extensions des forums muboard

source: muboard Postings Display Hooks
de: muboard Beiträge Ansicht Hooks
fr: Afficher les extensions des Messages muboard

source: muboard Postings Filter Hooks
de: muboard Beiträge Filter Hooks
fr: Filtre des extensions des messages muboard

source: muboard Abos Display Hooks
de: muboard Abo Ansicht Hooks
fr: Afficher les extensions des abonnements muboard

source: muboard Abos Filter Hooks
de: muboard Abo Filter Hooks
fr: Filtre des extensions des abonnements muboard

source: muboard Users Display Hooks
de: muboard Benutzer Ansicht Hooks
fr: Afficher les extensions des utilisateurs muboard

source: muboard Users Filter Hooks
de: muboard Benutzer Filter Hooks
fr: Filtre des extensions des utilisateurs muboard

source: muboard Ranks Display Hooks
de: muboard Ränge Ansicht Hooks
fr: Afficher les extensions des Rangs muboard

source: muboard Ranks Filter Hooks
de: muboard Ränge Filter Hooks
fr: Filtre des extensions des Rangs muboard

source: Notice: This block will not be displayed until you activate the MUBoard module.
de: Hinweis: Dieser Block wird erst angezeigt, wenn das Modul MUBoard aktiviert ist.
fr: Note: Ce bloc ne sera pas affiché tant que vous n'aurez pas activé le module MUIboard.

source: Item list
de: Elementliste
fr: Liste des Items

source: Show a list of MUBoard items based on different criteria.
de: Zeige eine Liste von MUBoard Elementen anhand verschiedener Kriterien.
fr: Afficher une liste d'éléments MUBoard basée sur différents critères.

source: Error! Your file %s is too big. Please keep it smaller than %s kilobytes.
de: Fehler! Deine Datei %s ist zu gross. Bitte halte sie kleiner als %s kilobytes.
fr: Erreur! Votre fichier %s est trop grand. Merci de le rendre inférieur à %s kilobits.

source: Error! Your file is too big. Please keep it smaller than %s megabytes.
de: Fehler! Deine Datei ist zu gross. Bitte halte sie kleiner als %s megabytes.
fr: Erreur! Votre fichier est trop grand. Merci de le rendre inférieur à %s megabits.

source: MUBoard - a small forum module
de: MUBoard - ein kleines Forum Modul
fr: MUBoard - un module de petit forum

source: Another issue was created by an user on
de: Ein weiterer Beitrag wurde von einem Benutzer angelegt auf
fr: Une nouvelle entrée a été créée par un utilisateur

source: Another posting was created by an user on
de: Ein weiterer Beitrag wurde von einem Benutzer angelegt auf
fr: Un nouveau message a été créé par un utilisateur

source: Title of posting
de: Titel des Beitrags
fr: Titre du message

source: Text
fr: Texte

source: Visit this issue:
de: Dieses Thema aufrufen:
fr: Visiter ce sujet:

source: You get this messsage because you did a subscription for a forum!
de: Du erhälst diese Nachricht, weil Du ein Forum abonniert hast!
fr: Vous recevez ce message car vous avez souscrit au forum

source: You can quit the subscription if you visit the %s!
de: Du kannst das Abonnement beenden wenn Du das %s besuchst!
fr: Vous pouvez arrêter la souscription si vous visitez le %s!

source: Bytes
fr: Bits

source: An error occured during thumbnail creation: %s
de: Ein Fehler trat während der Thumbnailerstellung auf: %s
fr: Une erreur s'est produite durant la création de la vignette: %s

source: Category:
de: Kategorie:
fr: Catégorie

source: Last answer by
de: Letzte Antwort von
fr: Dernière réponse par

source: on
de: am
fr: le

source: No answer available!
de: Keine Antwort vorhanden!
fr: Pas de réponse disponible

source: Guest
de: Gast
fr: visiteur anonyme

source: Last posting by
de: Letzter Beitrag von
fr: Dernier message par

source: Show last posting
de: Letzten Beitrag anzeigen
fr: Afficher le dernier message

source: No postings available!
de: Keine Beiträge vorhanden!
fr: Pas de messages disponibles!

source: Important issue!
de: Wichtiges Thema!
fr: Sujet important!

source: You have permissions to edit this posting!
de: Du hast die Berechtigung diesen Beitrag zu bearbeiten!
fr: Vous avez la permission d'éditer ce message!

source: Registered:
de: Registriert:
fr: Date d'inscription:

source: Last Visit:
de: Letzter Besuch:
fr: Dernière visite

source: Online
fr: En ligne

source: Postings:
de: Beiträge:
fr: Messages:

source: Rank:
de: Rang:
fr: Rang:

source: No limit
de: Keine Grenze
fr: Pas de limite

source: Error! Length of field value must not be higher than %2$s (%1$s).
de: Fehler! Die Länge des Feldes darf nicht größer als %2$s (%1$s) sein.
fr: Erreur! La valeur de la longueur de ce champ ne doit pas être plus grande que %2$s (%1$s).

source: Error! Field value must not be empty (%s).
de: Fehler! Der Wert des Feldes darf nicht leer sein (%s).
fr: Erreur! La valeur du champ ne peut pas être vide (%s).

source: Error! Field value may only contain digits (%s).
de: Fehler! Der Wert des Feldes darf nur Ziffern beinhalten (%s).
fr: Erreur! La valeur du champ ne peut contenir que des chiffres (%s).

source: Error! Field value must be a valid boolean (%s).
de: Fehler! Das Feld benötigt einen gültigen booleschen Wert (%s).
fr: Erreur! La valeur du champ doit être une valeur booléenne valide (%s).

source: Error! Field value must not be 0 (%s).
de: Fehler! Der Wert des Feldes darf nicht 0 (%s) sein.
fr: Erreur! La valeur du champ ne peut être 0 (%s).

source: Error! Field value must be a valid datetime (%s).
de: Fehler! Das Feld benötigt einen gültigen Datumswert (%s).
fr: Erreur! La valeur du champ doit être une date valide (%s).

source: Open preview page
de: Vorschau öffnen
fr: Ouvrez la page de prévisualisation

source: Preview
de: Vorschau
fr: Prévisualisation

source: Details
fr: Détails

source: Edit
de: Bearbeiten
fr: Editer

source: Reuse for new item
de: Für ein neues Element benutzen
fr: Réutiliser pour un nouvel élément

source: Reuse
de: Wiederverwenden
fr: Réutiliser

source: Delete
de: Löschen
fr: Supprimer

source: Create new posting
de: Neuen Beitrag erstellen
fr: Créer un nouveau message

source: Back to forum overview
de: Zurück zur Forenübersicht
fr: Retour à la vue d'ensemble du forum

source: Back to forum overview
de: Zurück zur Seitenansicht
fr: Retour à la vue d'ensemble du forum

source: Back to overview
de: Zurück zur Übersicht
fr: Retour à la vue d'ensemble

source: Back to forum
de: Zurück zum Forum
fr: Retour au Forum

source: Item
de: Element
fr: Elément

source: Error! Could not save the search results.
de: Entschuldigung! Konnte die Suchergebnisse nicht speichern.
fr: ERREUR! Les résultats de la recherche n'ont pas pu être sauvegardés.

source: Sorry! There is no entity for your search string. Please try another string!
de: Entschuldigung! Es gibt keinen Eintrag für Deinen Suchbegriff. Bitte versuche einen anderen!
fr: Désolé! Il n'y a pas d'entité correspondant à votre critère de recherche. Merci d'essayer un autre critère!

source: Congratulations! Your search has a result! We found
de: Glückwunsch! Deine Suche hat ein Ergebnis! Wir fanden
fr: Félicitations! Il existe un résultat correspondant à votre recherche! Nous avons trouvé

source: issue
de: Thema
fr: sujet

source: 3 newest categories
de: 3 aktuelle Kategorien
fr: 3 catégories les plus récentes

source: A list of the three newest categories.
de: Eine Liste der 3 neuesten Kategorien.
fr: Une liste des 3 catégories les plus récentes

source: 3 random categories
de: 3 zufällige Kategorien
fr: 3 catégories aléatoires

source: A list of three random categories.
de: Eine Liste 3 zufälliger Kategorien.
fr: Une liste de 3 catégories aléatoires

source: Backend
fr: Arrière-plan

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.
fr: Basculez vers la zone d'administration

source: Category list
de: Kategorienliste
fr: Liste des Catégories

source: Forum list
de: Forenliste
fr: Liste des forums

source: Posting list
de: Beitragsliste
fr: Liste des messages

source: Abos
fr: Abonnements

source: Abo list
de: Aboliste
fr: Liste d'abonnement

source: User list
de: Benutzerliste
fr: Groupes d'utilisateurs

source: Rank list
de: Rangliste
fr: Lite des rangs

source: Frontend
fr: Page de garde

source: Switch to user area.
de: Wechsel zum Nutzerbereich.
fr: Basculer vers la zone utilisateur

source: Manage settings for this application
de: Verwalte die Einstellungen für MUBoard
fr: Gérer les paramètres pour cette application

source: New issue
de: Neues Thema
fr: Nouveau sujet

source: Create a new issue
de: Neues Thema erstellen
fr: Créer un nouveau sujet

source: Latest issues
de: Aktuellste Themen
fr: Derniers messages

source: Look for latest issues
de: Schaue nach aktuellen Themen
fr: Voir les derniers

source: Search issues
de: Themensuche
fr: Recherche de sujets

source: Look for relevant issues
de: Nach relevanten Themen suchen
fr: Recherche de sujets pertinents

source: Import
fr: Importer

source: Import of dizkus
de: Dizkus importieren
fr: Importer de dizkus

source: Sorry. No connection to the database. Something went wrong!
de: Entschuldigung. keine Verbindung zur Datenbank. Irgendwas ist falsch gelaufen!
fr: Désolé. Pas de connexion à la la base de données. Une erreur s'est produite

source: Sorry. No connection to the database. It seems your entered datas are wrong!
de: Entschuldigung. keine Verbindung zur Datenbank. Es scheint Deine eingegebenen Daten sind falsch!
fr: Désolé! Pas de connexion à la la base de données. Il semble que vous avez entrer des données fausses!

source: Issue:
de: Thema:
fr: Sujet:

source: Sorry! If you want to create a new issue you have to enter a title and a text to get a preview!
de: Entschuldigung! Wenn Du ein Thema erstellen möchtest, musst Du einen Titel und einen Text eingeben um eine Vorschau zu erhalten!
fr: Désolé! Si vous souhaitez créer un nouveau sujet, vous devez saisir un titre, un texte avant prévisualisation!

source: Sorry! If you want to create a new issue you have to enter a title to get a preview!
de: Entschuldigung! Wenn Du ein Thema erstellen möchtest, musst Du einen Titel eingeben, um eine Vorschau zu erhalten!
fr: Désolé! Si vous souhaitez créer un nouveau sujet, vous devez saisir un titre avant prévisualisation!

source: Sorry! If you want to create a new issue you have to enter a text to get a preview!
de: Entschuldigung! Wenn Du ein Thema erstellen möchtest, musst Du einen Text eingeben, um eine Vorschau zu erhalten!
fr: Désolé! Si vous souhaitez créer un nouveau sujet, vous devez saisir un texte avant prévisualisation!

source: Sorry! If you want to answer to an issue you have to enter a text to get a preview
de: Entschuldigung! Wenn Du auf ein Thema antworten möchtest, musst Du einen Text eingeben um eine Vorschau zu erhalten.
fr: Désolé! Si vous souhaitez répondre à un sujet, vous devez saisir un texte avant prévisualisation!

source: Sorry! If you want to edit an existing issue you have to enter a title and a text to get a preview!
de: Entschuldigung! Wenn Du ein Thema bearbeiten möchtest, musst Du einen Titel und einen Text eingeben, um eine Vorschau zu erhalten!
fr: Désolé! Si vous souhaitez éditer un sujet existant vous devez saisir un titre et un texte avant prévisualisation!

source: Sorry! If you want to edit an existing posting you have to enter a text to get a preview!
de: Entschuldigung! Wenn Du einen Beitrag bearbeiten möchtest, musst Du einen Text eingeben, um eine Vorschau zu erhalten.
fr: Désolé! Si vous souhaitez éditer un message existant vous devez saisir un titre et un texte avant prévisualisation!

source: You have to enter a string!
de: Du musst einen Suchbegriff eingeben!
fr: Vous devez saisir un critère!

source: Error! Invalid identifier received.
de: Fehler! Ungültiger Bezeichner aufgerufen.
fr: Erreur! identifiant invalide.

source: Error: invalid input.
de: Fehler: ungültige Eingabe
fr: Erreur: entrée non valide.

source: Forum - Category Overview
de: Forum - Kategorieübersicht
fr: Forum - Vue d'ensemble des Catégories

source: Forum - Category:
de: Forum - Kategorie:
fr: Forum - Catégorie

source: Settings
de: Einstellungen
fr: Réglages

source: Here you can manage all basic settings for this application.
de: Hier kannst Du die Grundeinstellungen für dieses Modul verwalten.
fr: Ici vous pouvez gérer tous les réglages de base pour cette application.

source: Upload images
de: Bild hochladen
fr: Téléchargement d'images

source: Allowed size of images
de: Erlaubte Bildgröße:
fr: Taille autorisée pour les images

source: Enter this setting. Only digits are allowed.
de: Gib diese Einstellung ein. Nur Ziffern sind erlaubt.
fr: Entrer ce réglage. Seuls les chiffres sont autorisés.

source: Number images
de: Anzahl Bilder
fr: Nombre de d'images

source: Upload files
de: Dateien hochladen
fr: Téléchargement de fichiers

source: Allowed size of files
de: Erlaubte Dateigröße:
fr: Taille de fichiers autorisée

source: Number files
de: Anzahl Dateien
fr: Nombre de fichiers

source: Edit postings
de: Beitrag bearbeiten
fr: Editer les messages

source: Edit time
de: Zeitraum zur Bearbeitung (in Stunden)
fr: Editer l'heure

source: Latest postings
de: Aktuellste Beiträge
fr: Derniers messages

source: Sorting categories
de: Sortierung der Kategorien
fr: Tri par catégories

source: Sorting postings
de: Sortierung der Beiträge
fr: Tri par messages

source: Icon set
de: Iconsatz
fr: Icône définie

source: Pagesize
de: Elemente pro Seite
fr: Taille de la page

source: Standard icon
fr: Icône standard

source: Enter this setting.
de: Einstellungen eingeben
fr: Saisir ce réglage

source: Special icon
de: Spezialicon
fr: Icône spéciale

source: Show statistic in details?
de: Zeige Statistik im Detail?
fr: Afficher le détail des statistiques?
