Repository: Portugao/Board
Catalog: locale/*/LC_MESSAGES/module_muboard.po
Languages: de, fr

source: Show statistic on bottom?
de: Zeige Statistik am Ende?
fr: Afficher les statistique en pied de page?

source: Update configuration
de: Einstellungen aktualisieren
fr: Mettre à jour la configuration

source: Cancel
de: Abbrechen
fr: ﻿Annuler

source: For a correct import 'mysqli' has to be activated on your server!
de: Für einen korrekten Import muss 'mysql' auf Deinem Server aktiviert sein!
fr: Pour une importation correcte la fonction 'mysqli' doit être activée sur votre serveur

source: For security aspects you have to enter your datas to give the import function access to the database!
de: Zur Sicherheit musst Du beim Importieren Deine Datenbankdaten eingeben, um für die Importfunktion Zugriff auf die Datenbank zu ermöglichen!
fr: Pour des raisons de sécurité vous devez saisir vos données pour donner à la fonction importation l'accès à votre base de données!

source: Here you can import datas of Dizkus.
de: Hier kannst Du Daten von Dizkus importieren.
fr: Ici vous pouvez importer des données de Dizkus.

source: Host
fr: Hôte

source: DB Name
fr: Nom de la base de données

source: User
de: Benutzer
fr: Utilisateur

source: Password
de: Passwort
fr: Mot de passe

source: Tables of dizkus
de: Tabellen von Dizkus
fr: Tables dizkus

source: Here you can select if you wish to import all tables in one process or if you wish to do it in 3 steps. If you have much datas it is possible that you get problems if you select All!
de: Hier kannst du wählen ob Du alle Tabellen in einem oder ob Du diese in 3 Schritten importieren möchtest. Wenn Du viele Daten hast, dann ist es möglich, dass bei der Wahl Alle zu Schwierigkeiten kommt!
fr: Ici vous avez la possibilité si vous le souhaitez d'importer toutes les tables d'un seul coup ou de le faire en 3 phases. Si vous avez beaucoup de données il est possible que vous rencontriez des problèmes en choisissant Tout!

source: Start import
de: Import starten
fr: Démarrer l'importation

source: Important issue
de: Wichtiges Thema
fr: Sujet important!

source: Mark this issue as solved!
de: Markiere dieses Thema als gelöst!
fr: Marquer ce sujet comme résolu!

source: This issue is marked as solved! Mark it as unsolved!
de: Dieses Thema ist als gelöst markiert! Du kannst es als ungelöst markieren!
fr: Ce sujet est marqué comme résolu! Marquer le comme non résolu!

source: Writer:
de: Verfasser:
fr: Auteur:

source: Move issue to another forum!
de: Thema in ein anderes Forum verschieben!
fr: Déplacer le sujet vers un autre forum

source: Issue is open! You have permissions to close this issue!
de: Thema ist offen! Du hast das Recht, dieses Thema zu schliessen!
fr: Sujet ouvert! Vous disposez des permissions pour clore ce sujet!

source: Issue is closed. You have permissions to reopen this issue!
de: Thema ist geschlossen! Du hast das Recht, dieses Thema zu öffnen!
fr: Sujet clos! Vous disposez des permissions pour rouvrir ce sujet!

source: Open quick view window
de: Fenster für Schnellansicht öffnen
fr: Ouvrir la fenêtre de visualisation rapide

source: Quick view
de: Schnellansicht
fr: Vue rapide

source: Be the first who created an issue!
de: Eröffne das erste Thema!
fr: Soyez le premier à créer un sujet!

source: There are no forums in this category!
de: Keine Foren in dieser Kategorie vorhanden!
fr: Il n'y a pas de forums dans cette catégorie!

source: Create category
de: Kategorie erstellen
fr: Créer une catégorie

source: Back to paginated view
de: Zurück zur Seitenansicht
fr: Retour à la vue paginée

source: Show all entries
de: Zeige alle Einträge
fr: Afficher tous les éléments

source: Title
de: Titel
fr: Titre

source: Pos
de: Position
fr: Position

source: No categories found.
de: Keine Kategorien gefunden
fr: Pas de catégories trouvées.

source: Number of issues
de: Anzahl der Themen
fr: Nombre de sujets

source: Number of postings
de: Anzahl der Beiträge
fr: Nombre de messages

source: Posting
de: Beitrag
fr: Poster

source: Create posting
de: Beitrag erstellen
fr: Créer un nouveau message

source: Invocations
de: Aufrufe
fr: Consultations

source: First image
de: Erstes Bild
fr: Première image

source: Download
fr: Télécharger

source: Second image
de: Zweites Bild
fr: Seconde image

source: Third image
de: Drittes Bild
fr: Troisième image

source: First file
de: Erste Datei
fr: Premier fichier

source: Second file
de: Zweite Datei
fr: Second fichier

source: Third file
de: Dritte Datei
fr: Troisième fichier

source: No set.
de: Nicht gesetzt.
fr: Non défini.

source: A direct feed showing the list of postings
de: Ein Feed der die Beiträge anzeigt
fr: Source directe montrant la liste des entrées.

source: Select posting
de: Beitrag wählen
fr: Sélectionner un message

source: Find posting
de: Beitrag finden
fr: Trouver un message

source: Search posting
de: Beitrag suchen
fr: Recherche de messages

source: This function requires JavaScript activated!
de: Diese Funktion verlangt aktiviertes Javascript!
fr: Cette fonction nécessite l'activation de Javascript!

source: Not set.
de: Nicht gesetzt.
fr: Non défini

source: No postings found.
de: Keine Beiträge gefunden
fr: Pas de messages trouvés!

source: Issue to move
de: Zu verschiebenes Thema
fr: Sujet à déplacer

source: Edit posting
de: Beitrag bearbeiten
fr: Editer le message

source: Move issue to another forum
de: Thema in ein anderes Forum verschieben
fr: Déplacer le sujet vers un autre forum

source: Content
de: Inhalt
fr: Contenu

source: Enter the title of the posting
de: Gib den Beitragstitel ein
fr: Entrer le titre du message

source: Enter the text of the posting
de: Geben Sie den Text des Beitrags ein
fr: Saisir le texte du message

source: Enter the invocations of the posting
de: Gib die Aufrufe des Beitrags ein
fr: Entrer les consultations du message

source: Allowed file extensions:
de: Erlaubte Dateiendungen:
fr: Type de fichier autorisé:

source: Current file
de: Aktuelle Datei
fr: Fichier actuel

source: Delete first image ?
de: Aufrufe zählen
fr: Supprimer la première image ?

source: Delete existing file
de: Datei löschen
fr: Supprimer le fichier existant

source: Delete second image ?
de: Zweites Bild löschen?
fr: Supprimer la deuxième image ?

source: Delete third image ?
de: Drittes Bild löschen?
fr: Supprimer la troisième image ?

source: Delete first file ?
de: Erste Datei löchen?
fr: Supprimer le premier fichier

source: Delete second file ?
de: Zweite Datei löchen?
fr: Supprimer le deuxième fichier ?

source: Delete third file ?
de: Dritte Datei löchen?
fr: Supprimer le troisième fichier ?

source: Hooks
fr: Extensions

source: Return control
de: Weiterleitungkontrolle
fr: Retour au contrôle

source: Create another item after save
de: Ein weiteres Element nach dem Speichern erstellen
fr: Créer un autre item après sauvegarde

source: Update posting
de: Beitrag aktualisieren
fr: Mettre à jour le message

source: Move issue
de: Verschiebe Thema
fr: Déplacer le sujet

source: Really delete this posting?
de: Diesen Beitrag wirklich löschen?
fr: Voulez-vous vraiment supprimer ce message?

source: Delete posting
de: Beitrag löschen
fr: Supprimer le message

source: Do you really want to delete this posting ?
de: Möchtest du diesen Beitrag wirklich löschen?
fr: Voulez-vous vraiment supprimer ce message?

source: Confirmation prompt
de: Sicherheitsabfrage
fr: Confirmation rapide

source: Create
de: Erstelle
fr: Créer

source: Creation and update
de: Erstellung und Aktualisierung
fr: Créer et mettre à jour

source: Created by %s
de: Erstellt von %s
fr: Créé par %s

source: Created on %s
de: Erstellt am %s
fr: Créé le %s

source: Updated by %s
de: Aktualisiert von %s
fr: Mis à jour par %s

source: Updated on %s
de: Aktualisiert am %s
fr: Mis à jour le %s

source: Abo
fr: Abonnement

source: Catid
de: Kategorie Id
fr: Identifiant de la Catégorie

source: Forumid
fr: Identifiant du forum

source: Postingid
de: Beitrags Id
fr: Identifiant du message

source: Latest abos
de: Letzte Abos
fr: Derniers abonnements

source: A direct feed showing the list of abos
de: Ein Feed der die Abos anzeigt
fr: Source directe montrant la liste des abonnements.

source: Create abo
de: Abo erstellen
fr: Créer un abonnement

source: Userid
de: Benutzer Id
fr: Identifiant de l'utilisateur

source: No abos found.
de: Keine Abos gefunden
fr: Pas d'abonnement trouvé.

source: Edit abo
de: Abo bearbeiten
fr: Editer l'abonnement

source: Enter the userid of the abo
de: Gib die Benutzer Id ein
fr: Indiquer l'identité de l'utilisateur de l'abonnement

source: Enter the catid of the abo
de: Gib die Cat Id des Abos ein
fr: Indiquer la catégorie de l'abonnement

source: Enter the forumid of the abo
de: Gib die Forum Id für dieses Abo ein
fr: Indiquer l'identité du forum de l'abonnement

source: Enter the postingid of the abo
de: Gib die Beitrags Id für dieses Abo ein
fr: Indiquer l'identité du message de l'abonnement

source: Update abo
de: Abo aktualisieren
fr: Mettre à jour l'abonnement

source: Really delete this abo?
de: Dieses Abo wirklich löschen?
fr: Voulez-vous vraiment supprimer cet abonnement?

source: Delete abo
de: Abo löschen
fr: Supprimer l'abonnement

source: Do you really want to delete this abo ?
de: Möchtest du dieses Abo wirklich löschen?
fr: Voulez-vous réellement supprimer cet abonnement?

source: Rank
de: Rang
fr: Rang:

source: Create user
de: Benutzer erstellen
fr: Créer un utilisateur

source: Min postings
de: Minimale Beiträge
fr: Nombre de messages mini

source: Max postings
de: Maximale Beiträge
fr: Nombre de messages maxi

source: Number of icons
de: Anzahl der Icons
fr: Nombre d'icônes

source: Upload image
de: Aktueller Bildupload
fr: Télécharger une image

source: Special
de: Spezial
fr: Spécial

source: Yes
de: Ja
fr: Oui

source: This setting is enabled. Click here to disable it.
de: Diese Einstellung ist aktiviert. Klicke hier um sie zu deaktivieren.
fr: Ce réglage est activé. Cliquer ici pour le désactiver.

source: No
de: Nein
fr: Non

source: This setting is disabled. Click here to enable it.
de: Diese Einstellung ist deaktiviert. Klicke hier zum aktivieren.
fr: Ce réglage est désactivé. Cliquer ici pour l'activer.

source: Latest ranks
de: Letzte Ränge
fr: Derniers rangs

source: A direct feed showing the list of ranks
de: Ein Feed der die Ränge anzeigt
fr: Source directe montrant la liste des rangs.

source: Create rank
de: Rang erstellen
fr: Créer un rang

source: Name
fr: Nom

source: No ranks found.
de: Keine Ränge gefunden
fr: Pas de rangs trouvés

source: Edit rank
de: Rank bearbeiten
fr: Editer un rang

source: Enter the name of the rank
de: Gib deb Namen des Rangs ein
fr: Saisir le nom du rang

source: Enter the min postings of the rank
de: Gib die minimale Anzahl von Beiträgen für den Rang an
fr: Saisir le nombre de messages mini du rang

source: Enter the max postings of the rank
de: Gib die maximale Anzahl von Beiträgen an
fr: Saisir le nombre de messages maxi du rang

source: Enter the number of icons of the rank
de: Gib die Anzahl der Icons ein
fr: Saisir le nombre d'icônes du rang

source: Delete this image ?
de: Dieses Bild löschen?
fr: Supprimer cette image?

source: special ?
de: spezial?
fr: spécial ?

source: Update rank
de: Rang aktualisieren
fr: Mettre à jour le rang

source: Really delete this rank?
de: Diesen Rang wirklich löschen?
fr: Voulez-vous vraiment supprimer ce rang?

source: Delete rank
de: Rang löschen
fr: Supprimer le rang

source: Do you really want to delete this rank ?
de: Möchtest du diesen Rang wirklich löschen?
fr: Voulez-vous vraiment supprimer ce rang?

source: Select rank
de: Rang wählen
fr: Sélectionner un rang

source: Find rank
de: Rang finden
fr: Trouver un rang

source: Search rank
de: Rang suchen
fr: Rechercher un rang

source: Create new rank
de: Neuen Rang erstellen
fr: Créer un nouveau rang

source: Number postings
de: Anzahl Beiträge
fr: Nombre de messages

source: Last visit
de: Letzter Besuch
fr: Dernière visite

source: Latest users
de: Aktuelle Benutzer
fr: Derniers utilisateurs

source: A direct feed showing the list of users
de: Ein Feed der die Benutzerliste anzeigt
fr: Source directe montrant la liste des utilisateurs.

source: No users found.
de: Keine Benutzer gefunden
fr: Pas d'utilisateurs trouvés.

source: Edit user
de: Benutzer bearbeiten
fr: Editer un utilisateur

source: Enter the userid of the user
de: Gib die Benutzer Id des Benutzers ein
fr: Saisir l'identifiant de l'utilisateur

source: Enter the number postings of the user
de: Gib die Anzahl der Beiträge des Benutzers ein
fr: Saisir le nombre de messages de l'utilisateur

source: Enter the last visit of the user
de: Gib den letzten Besuch des Benutzers ein
fr: Saisir la dernière visite de l'utilisateur

source: Update user
de: Benutzer aktualisieren
fr: Mettre à jour l'utilisateur

source: Really delete this user?
de: Diesen Benutzer wirklich löschen?
fr: Voulez-vous vraiment supprimer cet utilisateur?

source: Delete user
de: Benutzer löschen
fr: Supprimer l'utilisateur

source: Do you really want to delete this user ?
de: Möchtest du diesen Benutzer wirklich löschen?
fr: Voulez-vous vraiment supprimer cet utilisateur?

source: Category
de: Kategorie
fr: Catégorie

source: Latest forums
de: Aktuelle Foren
fr: Derniers forums

source: A direct feed showing the list of forums
de: Ein Feed der die Forenliste anzeigt
fr: Source directe montrant la liste des forums.

source: Create forum
de: Forum erstellen
fr: Créer un forum

source: No forums found.
de: Keine Foren gefunden
fr: Pas de forums trouvés

source: Edit forum
de: Forum bearbeiten
fr: Editer le forum

source: Enter the title of the forum
de: Gib den Titel für das Forum ein
fr: Saisir le titre du forum

source: Enter the description of the forum
de: Gib die Beschreibung für das Forum ein
fr: Saisir la description du forum

source: Enter the position of the forum
de: Gib die Position für das Forum ein
fr: Indiquer la position du forum

source: Update forum
de: Forum aktualisieren
fr: Mettre à jour le forum

source: Really delete this forum?
de: Dieses Forum wirklich löschen?
fr: Voulez-vous vraiment supprimer ce forum?

source: Delete forum
de: Forum löschen
fr: Supprimer le forum

source: Do you really want to delete this forum ?
de: Möchtest du dieses Forum wirklich löschen?
fr: Voulez-vous vraiment supprimer ce fforum?

source: Select forum
de: Wähle Forum
fr: Sélectionner un forum

source: Find forum
de: Finde Forum
fr: Trouver un forum

source: Search forum
de: Forum suchen
fr: Rechercher un forum

source: Create new forum
de: Neues Forum erstellen
fr: Créer un nouveau forum

source: Latest categories
de: Letzte Kategorien
fr: Dernières Catégories

source: A direct feed showing the list of categories
de: Ein Feed der die Kategorienliste anzeigt
fr: Source directe montrant la liste des catégories.

source: Edit category
de: Kategorie bearbeiten
fr: Editer la catégorie

source: Enter the title of the category
de: Gib den Kategorietitel ein
fr: Saisir le titre de la catégorie

source: Enter the description of the category
de: Gib die Beschreibung für die Kategorie ein
fr: Saisir la description de la catégorie

source: Enter the position of the category
de: Gib die Position der Kategorie ein
fr: Indiquer la position de la catégorie

source: Update category
de: Kategorie aktualisieren
fr: Mettre à jour la catégorie

source: Really delete this category?
de: Diese Kategorie wirklich löschen?
fr: Voulez-vous vraiment supprimer cette catégorie?

source: Delete category
de: Kategorie löschen
fr: Supprimer la catégorie

source: Do you really want to delete this category ?
de: Möchtest du diese Kategorie wirklich löschen?
fr: Voulez-vous réellement supprimer cette catégorie?

source: Select category
de: Wähle eine Kategorie
fr: Sélectionner une catégorie

source: Find category
de: Kategorie finden
fr: Trouver une catégorie

source: Search category
de: Kategorie suchen
fr: Rechercher une catégorie

source: Create new category
de: Neue Kategorie erstellen
fr: Créer une nouvelle catégorie

source: Creation
de: Erstellung
fr: Création

source: Created by %1$s on %2$s
de: Erstellt von %1$s am %2$s
fr: Créé par %1$s le %2$s

source: Last update
de: Letzte Aktualisierung
fr: Dernière mise à jour

source: Updated by %1$s on %2$s
de: Aktualisiert von %1$s am %2$s
fr: Mis à jour par %1$s le %2$s

source: Read more
de: Mehr lesen
fr: Plus d'informations

source: No entries found.
de: Keine Einträge gefunden.
fr: Pas d'entrées trouvées.

source: opened issue:
de: eröffnete das Thema:
fr: sujet ouvert:

source: answered to issue:
de: antwortete auf das Thema:
fr: répondu au sujet:

source: Object type
de: Objekttyp
fr: Type d'objet

source: Sorting
de: Sortierung
fr: Tri

source: Random
de: Zufall
fr: Aléatoire

source: Newest
de: Aktuellste
fr: Le plus récent

source: Default
de: Standard
fr: Standard

source: Amount
de: Anzahl
fr: Quantité

source: Template File
de: Template Datei
fr: Fichier Template

source: Filter (expert option)
de: Filter (Expertenoption)
fr: Filtre (option pour expert)

source: Syntax examples
de: Syntax Beispiele
fr: Exemples de syntaxe

source: or
de: oder
fr: ou

source: Issue:
de: Thema:
fr: Sujet:

source: Created:
de: Erstellt:
fr: Créé le:

source: Back to
de: Zurück zu
fr: Retour vers

source: Issue
de: Thema
fr: Sujet:

source: Edit issue
de: Thema bearbeiten
fr: Editer le sujet

source: Create issue
de: Neues Thema erstellen
fr: Créer un sujet

source: Answer to posting
de: Beitrag beantworten
fr: Répondre au message

source: Allowed file size:
de: Erlaubte Dateigröße:
fr: Taille de fichiers autorisée:

source: Update issue
de: Thema aktualisieren
fr: Mettre à jour le sujet

source: Back to Forum
de: Zurück zum Forum
fr: Retour au Forum

source: Save answer
de: Antwort speichern
fr: Sauvegarder la réponse

source: Delete upload image ?
de: Bild löschen?
fr: Supprimer le téléchargement d'image

source: Enter the pos of the forum
de: Gib Position für das Forum ein
fr: Indiquer la position du forum

source: Enter the pos of the category
de: Gib die Position der Kategorie ein
fr: Indiquer la position de la catégorie

source: Your result!
de: Dein Ergebnis!
fr: Votre résultat!

source: Look for relevant issues!
de: Nach relevanten Themen suchen
fr: Recherche de sujets pertinents

source: Search Terms
de: Suchbegriffe
fr: Rechercher de Termes

source: Search options
de: Suchoptionen
fr: Options de recherche

source: All terms [AND]
de: Alle Begriffe [UND]
fr: Tous les termes [ET]

source: Single terms [OR]
de: Einzelne Begriffe [ODER]
fr: Termes uniques [OR]

source: Correct term
de: Exakter Begriff
fr: Terme correct

source: Search place
de: Suchort
fr: Rechercher

source: Only in titles
de: Nur in Titeln
fr: Titres uniquement

source: In titles and content
de: In Titeln und Inhalt
fr: Par titres et contenus

source: Order of results
de: Reihenfolge der Ergebnisse
fr: Ordre des résultats

source: Search
de: Suchen
fr: Recherche

source: Forums
de: Foren

source: Doctrine Exception:
de: Doctrine Ausnahmefall:

source: Configuration
de: Einstellungen

source: Description
de: Beschreibung

source: Actions
de: Aktionen
